Repository: Ph-Alves/EyeSearch
Catalog: Challenge13/Challenge13/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: hi, pt_br, zh_hans

# common.button.back
source: Back
hi: वापस
pt_br: Voltar
zh_hans: 返回

# hints.card.siri.description
source: Say "Hey Siri, find my items" to open EyeSearch ready to search.
hi: EyeSearch खोलने के लिए कहें "अरे Siri, मेरी चीज़ें ढूंढो।"
pt_br: Diga "Ei Siri, encontrar meus objetos" para abrir o EyeSearch pronto para buscar.
zh_hans: 说"嘿 Siri，找我的物品"，即可打开 EyeSearch 开始搜索。

# hints.card.stickers.description
source: Download the sticker sheet and print it. Attach the stickers to the objects you want to find. EyeSearch's camera identifies the stickers from up to 2 meters away and alerts you when the item is located.
hi: स्टिकर शीट डाउनलोड करें और प्रिंट करें। उन वस्तुओं पर चिपकाएं जिन्हें आप ढूंढना चाहते हैं। EyeSearch का कैमरा 2 मीटर तक के स्टिकर पहचानता है और आइटम मिलने पर आपको सूचित करता है।
pt_br: Baixe a folha de adesivos e imprima. Cole nos objetos que deseja encontrar. A câmera do EyeSearch identifica os adesivos a até 2 metros e avisa quando o item for localizado.
zh_hans: 下载贴纸表并打印。将贴纸粘贴到您想找到的物品上。EyeSearch 的摄像头可识别 2 米内的贴纸，并在找到物品时提醒您。

# hints.card.stickers.title
source: Stickers
hi: स्टिकर
pt_br: Adesivos
zh_hans: 贴纸

# hints.card.text.description
source: EyeSearch adapts to the text size set on your device.
hi: EyeSearch आपके डिवाइस पर सेट किए गए टेक्स्ट आकार के अनुसार अनुकूलित होता है।
pt_br: O EyeSearch se adapta ao tamanho de texto definido no seu dispositivo.
zh_hans: EyeSearch 会适应您设备上设置的文字大小。

# hints.card.text.title
source: Text
hi: टेक्स्ट
pt_br: Texto
zh_hans: 文字

# hints.card.voiceOver.description
source: EyeSearch is compatible with VoiceOver and respects the active settings on your device.
hi: EyeSearch, VoiceOver के साथ संगत है और आपके डिवाइस की सक्रिय सेटिंग्स का पालन करता है।
pt_br: O EyeSearch é compatível com o VoiceOver e respeita as configurações ativas no seu dispositivo.
zh_hans: EyeSearch 与 VoiceOver 兼容，并遵循您设备上的活动设置。

# hints.card.widgets.description
source: Add EyeSearch to the Lock Screen or Control Center for faster camera access.
hi: कैमरा तेज़ी से ऐक्सेस करने के लिए EyeSearch को लॉक स्क्रीन या कंट्रोल सेंटर में जोड़ें।
zh_hans: 将 EyeSearch 添加到锁定屏幕或控制中心，以便更快地访问相机。

# hints.card.widgets.title
source: Widgets
hi: विजेट्स
zh_hans: 小组件

# hints.screen.chat.description
source: Get answers with EyeChat, EyeSearch's Artificial Intelligence.
hi: EyeSearch की आर्टिफिशियल इंटेलिजेंस EyeChat से अपने सवालों के जवाब पाएं।
pt_br: Tire dúvidas com o EyeChat, a Inteligência Artificial do EyeSearch.
zh_hans: 通过 EyeSearch 的人工智能 EyeChat 获取解答。

# hints.screen.description
source: Learn how to use EyeSearch easily with the hints or with EyeChat.
hi: टिप्स या EyeChat के साथ EyeSearch को आसानी से उपयोग करना सीखें।
pt_br: Aprenda como usar o EyeSearch de forma simples com as dicas ou com o EyeChat.
zh_hans: 通过提示或 EyeChat 轻松学习如何使用 EyeSearch。

# hints.screen.title
source: Hints
hi: टिप्स
pt_br: Dicas
zh_hans: 提示

# L10n.Common.Button.back
source: Back
hi: पीछे
pt_br: Voltar
zh_hans: 返回

# searchObject.screen.searchSticker
source: Search for a Sticker…
hi: स्टिकर खोज रहे हैं...
zh_hans: 正在搜索贴纸...

# searchObject.screen.stickerCount
source: %d stickers found
hi: %d स्टिकर मिले
pt_br: %d adesivos encontrados
zh_hans: 找到 %d 个贴纸

# settings.haptics.description
source: Vibrates every time a sticker is found
hi: जब भी कोई स्टिकर मिले तो कंपन होगा
pt_br: Vibrará sempre que identificar adesivos
zh_hans: 每次找到贴纸时振动

# settings.haptics.title
source: Haptics
hi: कंपन
pt_br: Vibração
zh_hans: 振动

# settings.onboarding.button
source: Step by Step
hi: चरण दर चरण
pt_br: Passo a passo
zh_hans: 逐步指南

# settings.onboarding.footer
source: Revisit the initial instructions on how to use the app's features
hi: ऐप की सुविधाओं का उपयोग करने के लिए शुरुआती निर्देश दोबारा देखें
pt_br: Revisite as instruções iniciais de como utilizar as funcionalidades do app
zh_hans: 重新查看如何使用应用功能的初始说明

# settings.screen.title
source: Settings
hi: सेटिंग्स
pt_br: Ajustes
zh_hans: 设置

# settings.sound.description
source: Plays a sound every time a sticker is found
hi: जब भी कोई स्टिकर मिले तो आवाज़ आएगी
pt_br: Emitirá som sempre que identificar adesivos
zh_hans: 每次找到贴纸时播放声音

# settings.sound.title
source: Sound
hi: ध्वनि
pt_br: Som
zh_hans: 声音

# yolo.label.aeroplane
source: Aeroplane
hi: हवाई जहाज़
pt_br: Avião
zh_hans: 飞机

# yolo.label.apple
source: Apple
hi: सेब
pt_br: Maçã
zh_hans: 苹果

# yolo.label.backpack
source: Backpack
hi: बैकपैक
pt_br: Mochila
zh_hans: 背包

# yolo.label.banana
source: Banana
hi: केला
zh_hans: 香蕉

# yolo.label.baseballbat
source: Baseball Bat
hi: बेसबॉल बैट
pt_br: Taco de beisebol
zh_hans: 棒球棒

# yolo.label.baseballglove
source: Baseball Glove
hi: बेसबॉल दस्ताना
pt_br: Luva de beisebol
zh_hans: 棒球手套

# yolo.label.bear
source: Bear
hi: भालू
pt_br: Urso
zh_hans: 熊

# yolo.label.bed
source: Bed
hi: बिस्तर
pt_br: Cama
zh_hans: 床

# yolo.label.bench
source: Bench
hi: बेंच
pt_br: Banco
zh_hans: 长椅

# yolo.label.bird
source: Bird
hi: चिड़िया
pt_br: Pássaro
zh_hans: 鸟

# yolo.label.boat
source: Boat
hi: नाव
pt_br: Barco
zh_hans: 船

# yolo.label.book
source: Book
hi: किताब
pt_br: Livro
zh_hans: 书

# yolo.label.bottle
source: Bottle
hi: बोतल
pt_br: Garrafa
zh_hans: 瓶子

# yolo.label.bowl
source: Bowl
hi: कटोरा
pt_br: Tigela
zh_hans: 碗

# yolo.label.broccoli
source: Broccoli
hi: ब्रोकली
pt_br: Brócolis
zh_hans: 西兰花

# yolo.label.bus
source: Bus
hi: बस
pt_br: Ônibus
zh_hans: 公交车

# yolo.label.cake
source: Cake
hi: केक
pt_br: Bolo
zh_hans: 蛋糕

# yolo.label.car
source: Car
hi: कार
pt_br: Carro
zh_hans: 汽车

# yolo.label.carrot
source: Carrot
hi: गाजर
pt_br: Cenoura
zh_hans: 胡萝卜

# yolo.label.cat
source: Cat
hi: बिल्ली
pt_br: Gato
zh_hans: 猫

# yolo.label.cellphone
source: Cell Phone
hi: मोबाइल फ़ोन
pt_br: Celular
zh_hans: 手机

# yolo.label.chair
source: Chair
hi: कुर्सी
pt_br: Cadeira
zh_hans: 椅子

# yolo.label.cow
source: Cow
hi: गाय
pt_br: Vaca
zh_hans: 牛

# yolo.label.cup
source: Cup
hi: कप
pt_br: Copo
zh_hans: 杯子

# yolo.label.diningtable
source: Dining Table
hi: डाइनिंग टेबल
pt_br: Mesa de jantar
zh_hans: 餐桌

# yolo.label.dog
source: Dog
hi: कुत्ता
pt_br: Cachorro
zh_hans: 狗

# yolo.label.donut
source: Donut
hi: डोनट
zh_hans: 甜甜圈

# yolo.label.elephant
source: Elephant
hi: हाथी
pt_br: Elefante
zh_hans: 大象

# yolo.label.firehydrant
source: Fire Hydrant
hi: फ़ायर हाइड्रेंट
pt_br: Hidrante
zh_hans: 消防栓

# yolo.label.fork
source: Fork
hi: काँटा
pt_br: Garfo
zh_hans: 叉子

# yolo.label.frisbee
source: Frisbee
hi: फ्रिसबी
zh_hans: 飞盘

# yolo.label.giraffe
source: Giraffe
hi: जिराफ़
pt_br: Girafa
zh_hans: 长颈鹿

# yolo.label.hairdrier
source: Hair Dryer
hi: हेयर ड्रायर
pt_br: Secador de cabelo
zh_hans: 吹风机

# yolo.label.handbag
source: Handbag
hi: हैंडबैग
pt_br: Bolsa de mão
zh_hans: 手提包

# yolo.label.horse
source: Horse
hi: घोड़ा
pt_br: Cavalo
zh_hans: 马

# yolo.label.hotdog
source: Hot Dog
hi: हॉट डॉग
pt_br: Cachorro-quente
zh_hans: 热狗

# yolo.label.keyboard
source: Keyboard
hi: कीबोर्ड
pt_br: Teclado
zh_hans: 键盘

# yolo.label.kite
source: Kite
hi: पतंग
pt_br: Pipa
zh_hans: 风筝

# yolo.label.knife
source: Knife
hi: चाकू
pt_br: Faca
zh_hans: 刀

# yolo.label.laptop
source: Laptop
hi: लैपटॉप
zh_hans: 笔记本电脑

# yolo.label.microwave
source: Microwave
hi: माइक्रोवेव
pt_br: Micro-ondas
zh_hans: 微波炉

# yolo.label.motorbike
source: Motorbike
hi: मोटरसाइकिल
pt_br: Motocicleta
zh_hans: 摩托车

# yolo.label.mouse
source: Mouse
hi: माउस
zh_hans: 鼠标

# yolo.label.orange
source: Orange
hi: संतरा
pt_br: Laranja
zh_hans: 橙子

# yolo.label.oven
source: Oven
hi: ओवन
pt_br: Forno
zh_hans: 烤箱

# yolo.label.parkingmeter
source: Parking Meter
hi: पार्किंग मीटर
pt_br: Parquímetro
zh_hans: 停车计时器

# yolo.label.person
source: Person
hi: व्यक्ति
pt_br: Pessoa
zh_hans: 人

# yolo.label.pizza
source: Pizza
hi: पिज़्ज़ा
zh_hans: 披萨

# yolo.label.pottedplant
source: Potted Plant
hi: गमले का पौधा
pt_br: Vaso de planta
zh_hans: 盆栽

# yolo.label.refrigerator
source: Refrigerator
hi: फ्रिज
pt_br: Geladeira
zh_hans: 冰箱

# yolo.label.remote
source: Remote Control
hi: रिमोट कंट्रोल
pt_br: Controle remoto
zh_hans: 遥控器

# yolo.label.sandwitch
source: Sandwich
hi: सैंडविच
pt_br: Sanduíche
zh_hans: 三明治

# yolo.label.scissors
source: Scissors
hi: कैंची
pt_br: Tesoura
zh_hans: 剪刀

# yolo.label.sheep
source: Sheep
hi: भेड़
pt_br: Ovelha
zh_hans: 羊

# yolo.label.sink
source: Sink
hi: सिंक
pt_br: Pia
zh_hans: 水槽

# yolo.label.skateboard
source: Skateboard
hi: स्केटबोर्ड
pt_br: Skate
zh_hans: 滑板

# yolo.label.skis
source: Skis
hi: स्की
pt_br: Esquis
zh_hans: 滑雪板

# yolo.label.snowboard
source: Snowboard
hi: स्नोबोर्ड
zh_hans: 单板滑雪

# yolo.label.sofa
source: Sofa
hi: सोफ़ा
pt_br: Sofá
zh_hans: 沙发

# yolo.label.spoon
source: Spoon
hi: चम्मच
pt_br: Colher
zh_hans: 勺子

# yolo.label.sportsball
source: Sports Ball
hi: खेल की गेंद
pt_br: Bola esportiva
zh_hans: 运动球

# yolo.label.stopsign
source: Stop Sign
hi: रुकने का संकेत
pt_br: Placa de Pare
zh_hans: 停止标志

# yolo.label.suitcase
source: Suitcase
hi: सूटकेस
pt_br: Mala
zh_hans: 行李箱

# yolo.label.surfboard
source: Surfboard
hi: सर्फ़बोर्ड
pt_br: Prancha de surfe
zh_hans: 冲浪板

# yolo.label.teddybear
source: Teddy Bear
hi: टेडी बियर
pt_br: Ursinho de pelúcia
zh_hans: 泰迪熊

# yolo.label.tennisracket
source: Tennis Racket
hi: टेनिस रैकेट
pt_br: Raquete de tênis
zh_hans: 网球拍

# yolo.label.tie
source: Tie
hi: टाई
pt_br: Gravata
zh_hans: 领带

# yolo.label.toaster
source: Toaster
hi: टोस्टर
pt_br: Torradeira
zh_hans: 烤面包机

# yolo.label.toilet
source: Toilet
hi: शौचालय
pt_br: Vaso sanitário
zh_hans: 马桶

# yolo.label.toothbrush
source: Toothbrush
hi: टूथब्रश
pt_br: Escova de dentes
zh_hans: 牙刷

# yolo.label.trafficlight
source: Traffic Light
hi: ट्रैफ़िक लाइट
pt_br: Semáforo
zh_hans: 红绿灯

# yolo.label.train
source: Train
hi: ट्रेन
pt_br: Trem
zh_hans: 火车

# yolo.label.truck
source: Truck
hi: ट्रक
pt_br: Caminhão
zh_hans: 卡车

# yolo.label.tvmonitor
source: TV / Monitor
hi: टीवी / मॉनिटर
pt_br: Monitor/TV
zh_hans: 电视/显示器

# yolo.label.umbrella
source: Umbrella
hi: छाता
pt_br: Guarda-chuva
zh_hans: 雨伞

# yolo.label.vase
source: Vase
hi: फूलदान
pt_br: Vaso
zh_hans: 花瓶

# yolo.label.wineglass
source: Wine Glass
hi: वाइन ग्लास
pt_br: Taça de vinho
zh_hans: 酒杯

# yolo.label.zebra
source: Zebra
hi: ज़ेब्रा
zh_hans: 斑马

# home.menu.hints
source: Hints
pt_br: Dicas
